Repository: iworks/upprev
Catalog: languages/upprev-*.po
Languages: fa_ir

source: upPrev configuration
fa_ir: تنظیمات پیکربندی upPrev

source: Appearance
fa_ir: شکل ظاهری

source: Layout
fa_ir: طرح

source: Position
fa_ir: موقعیت

source: bottom right
fa_ir: راست پایین

source: bottom left
fa_ir: پایین چپ

source: bottom
fa_ir: پایین

source: top right
fa_ir: بالا راست

source: top
fa_ir: بالا

source: top left
fa_ir: بالا چپ

source: middle right
fa_ir: میانه‌ی راست

source: middle left
fa_ir: میانه‌ی چپ

source: Animation style
fa_ir: سبک انیمیشن

source: flyout
fa_ir: شناور (flyout)

source: fade in/out
fa_ir: محو (fade in/out)

source: Margin bottom
fa_ir: حاشیه‌ی پایین

source: Margin side
fa_ir: حاشیه‌ی اطراف

source: Left or right depending on position.
fa_ir: بسته به موقعیت چپ یا راست.

source: Box width
fa_ir: عرض جعبه

source: Offset
fa_ir: انحراف (Offset)

source: Percentage of the page required to be scrolled to display a box.
fa_ir: درصدی که لازم است صفحه اسکرول شود تا باکس نمایش داده شود.

source: Before HTML element.
fa_ir: قبل از المنت‌های HTML.

source: If empty, all page length is taken for calculation. If not empty, make sure to use the ID or class of an existing element. Put # "hash" before the ID, or . "dot" before a class name.
fa_ir: اگر خالی باشد کل طول صفحه محاسبه می‌شود، اگر خالی نیست مطمئن شوید کلاس یا آی دی المنت وجود داشته باشد. قبل از آی دی علامت # (شارپ) و قبل از کلاس علامت . (نقطه) قرار دهید.

source: Box header
fa_ir: عنوان جعبه

source: Show box header.
fa_ir: نمایش عنوان جعبه.

source: Header text.
fa_ir: متن عنوان.

source: Leave blank to allow plugin set the heading text.
fa_ir: اگر خالی رها کنید افزونه متن عنوان را تنظیم میکند.

source: Close button
fa_ir: دکمه‌ی بستن

source: Show close button.
fa_ir: نمایش دکمه‌ی بستن.

source: Colors
fa_ir: رنگ‌ها

source: Set custom colors
fa_ir: تنظیم رنگ‌های دلخواه

source: Turn on custom colors.
fa_ir: فعال‌سازی رنگ‌های دلخواه.

source: Text
fa_ir: متن

source: Background
fa_ir: پس زمینه

source: Links
fa_ir: لینک‌ها

source: Border
fa_ir: کادر

source: Content
fa_ir: محتوا

source: Number of posts to show
fa_ir: تعداد پست‌ها برای نمایش

source: Not affected if using YARPP as choose method.
fa_ir: این گزینه بدون وجود افزونه‌ی YARPP قابل انتخاب نیست.

source: Content filters
fa_ir: فیلتر کردن محتوا

source: Remove all filters.
fa_ir: حذف همه‌ی فیلترها

source: Untick this if you have some strange things in upPrev box, but unticked have a lot of chances breaks your layout.
fa_ir: اگر مشکلی در باکس افزونه‌ مشاهده میکنید تیک گزینه را بردارید (امکان غیرفعال شدن برخی امکانات وجود دارد)

source: Previous entry choose method
fa_ir: نحوه‌ی گزینش محتوای قبلی

source: Just previous.
fa_ir: فقط پست قبلی

source: Previous in category.
fa_ir: پست قبلی با توجه به دسته‌بندی

source: Previous in tag.
fa_ir: پست قبلی با توجه به برچسب‌

source: Random entry.
fa_ir: محتوای تصادفی

source: Taxonomy limit
fa_ir: محدودیت تعداد تاکسونومی

source: Number of taxonomies (tags or categories) to show.
fa_ir: تعداد تاکسونومی (برچسب‌ یا دسته‌بندی) که باید نشان داده شود.

source: Default value: 0 (no limit).
fa_ir: مقدار پیش‌فرض:0 (بدون محدودیت).

source: Match post type
fa_ir: همخوانی داشتن پست تایپ اختصاصی

source: Display only for selected post types.
fa_ir: فقط در پست‌تایپ‌های انتخاب شده نمایش داده شود.

source: Select post types
fa_ir: انتخاب پست‌تایپ

source: Show posts.
fa_ir: نمایش پست‌ها.

source: If not any, then default value is "post".
fa_ir: اگر هیچ‌یک را انتخاب نکنید، مقدار پیش‌فرض همان "پست" خواهد بود.

source: Posts.
fa_ir: پست‌ها.

source: Pages.
fa_ir: برگه‌ها.

source: Any post type (include custom post types).
fa_ir: هر نوع پست‌تایپی (شامل پست‌تایپ‌های اختصاصی).

source: Sticky posts
fa_ir: پست‌های ثابت

source: Ignore sticky posts.
fa_ir: در نظر نگرفتن پست‌های ثابت.

source: Excerpt
fa_ir: خلاصه

source: Show excerpt.
fa_ir: نمایش خلاصه.

source: Number of words to show.
fa_ir: تعداد کلماتی که باید نشان داده شوند.

source: Featured image
fa_ir: تصویر شاخص

source: Show featured image.
fa_ir: نمایش تصویر شاخص.

source: Featured image width.
fa_ir: عرض تصویر شاخص.

source: URL prefix
fa_ir: پیشوند آدرس

source: Will be added before link.
fa_ir: قبل از لینک اضافه خواهد شد.

source: URL suffix
fa_ir: پسوند آدرس

source: Will be added after link.
fa_ir: پس از لینک افزوده خواهد شد.

source: Open link
fa_ir: بازشدن لینک

source: Open link in new window.
fa_ir: بازشدن لینک در پنجره‌ی جدید.

source: Not recommended!
fa_ir: توصیه نمی‌شود!

source: Google Analytics
fa_ir: گوگل آنالیتیکس

source: I don't have GA tracking on site.
fa_ir: من از گوگل آنالیتیکس استفاده نمیکنم.

source: Turn it on if you don't use any other GA tracking plugin.
fa_ir: اگر از هیچ پلاگین گوگل آنالیتیکس دیگری استفاده نمی‌کنید، این گزینه را فعال کنید.

source: Google Analytics Account
fa_ir: حساب گوگل آنالیتیکس

source: Replace UA-XXXXX-X with your web property ID.
fa_ir: آی دی گوگل آنالیتیکس خود را با UA- XXXXX- X جایگزین کنید.

source: Track views
fa_ir: پیگیری بازدیدها

source: Track showing of upPrev box.
fa_ir: پیگیری نمایش باکس upPrev.

source: Track clicks
fa_ir: پیگیری کلیک‌ها

source: Prevent bounce-rate
fa_ir: جلوگیری از bounce-rate

source: Turn it on to indicate that the event hit will not be used in bounce-rate calculation.
fa_ir: فعال‌سازی این گرینه، از بازدیدها در محاسبه‌ی bounce-rate استفاده نمیکند.

source: Other
fa_ir: سایر

source: Mobile devices
fa_ir: دستگاه‌های موبایل

source: Hide for mobile devices.
fa_ir: مخفی کردن در دستگاه‌های موبایل

source: Tablets
fa_ir: تبلت‌ها

source: Hide for tablets too.
fa_ir: برای تبلت‌ها نیز مخفی شود.

source: Custom CSS
fa_ir: استایل css دلخواه

source: Excludes
fa_ir: مستثنی کردن

source: Categories
fa_ir: دسته‌بندی‌ها

source: Tags
fa_ir: برچسب‌ها

source: Choose configuration mode
fa_ir: حالت پیکربندی را انتخاب کنید

source: Custom post type:
fa_ir: پست‌تایپ اختصاصی:

source: Related Posts (YARPP)
fa_ir: پست‌های مرتبط (YARPP)

source: . Works only with post and/or pages.
fa_ir: تنها با پست‌ها یا برگه‌ها کار خواهد کرد.

source: Below are some links to help spread this plugin to other users
fa_ir: در زیر لینک هایی برای کمک به گسترش این پلاگین و معرفی آن به کاربران دیگر هستند.

source: simple
fa_ir: ساده

source: advance
fa_ir: پیشرفته

source: Link to it so others can easily find it
fa_ir: لینک برای اینکه دیگران به راحتی آن را بیابند

source: An error occurred while getting the configuration.
fa_ir: مشکلی در پیکربندی تنظیمات رخ داده.

source: Delete image
fa_ir: حذف تصویر

source: Save Changes
fa_ir: ذخیره تغییرات

source: Settings
fa_ir: تنظیمات

source: Default simple layout
fa_ir: طرح پیش‌فرض اولیه

source: Vertical Three
fa_ir: سه عمودی

source: "Bloginity" style
fa_ir: سبک "Bloginity"

source: More in
fa_ir: پیشتر در

source: Read more:
fa_ir: بیشتر بخوانید:

source: Read previous post:
fa_ir: پست قبلی را بخوانید:

source: Close
fa_ir: بستن

source: Previous posts box brought to you by <a href="http://iworks.pl/produkty/wordpress/wtyczki/upprev/en/">upPrev plugin</a>.
fa_ir: جعبه‌ی پست مرتبط قبلی توسط <a href="http://iworks.pl/produkty/wordpress/wtyczki/upprev/en/">افزونه‌ی upPrev</a>.
